Repository: Xiaobonor/Joury-IOS
Catalog: Joury/Joury/Resources/Localizable.xcstrings
Source language: en
Languages: zh_tw

# analytics.achievements
source: Achievements
zh_tw: 成就

# analytics.analytics
source: Analytics
zh_tw: 分析

# analytics.avgMood
source: Avg Mood
zh_tw: 平均心情

# analytics.emotionalInsights
source: Emotional Insights
zh_tw: 情緒洞察

# analytics.focusMinutes
source: Focus Minutes
zh_tw: 專注分鐘

# analytics.habitsCompleted
source: Habits Completed
zh_tw: 完成習慣

# analytics.habitsPerformance
source: Habits Performance
zh_tw: 習慣表現

# analytics.journalEntries
source: Journal Entries
zh_tw: 日記條目

# analytics.journalInsights
source: Journal Insights
zh_tw: 日記洞察

# analytics.month
source: Month
zh_tw: 月

# analytics.moodTrends
source: Mood Trends
zh_tw: 心情趨勢

# analytics.overview
source: Overview
zh_tw: 概述

# analytics.quarter
source: Quarter
zh_tw: 季

# analytics.seeDetails
source: See Details
zh_tw: 查看詳情

# analytics.topKeywords
source: Top Keywords
zh_tw: 關鍵詞

# analytics.week
source: Week
zh_tw: 週

# analytics.weekly_report
source: Weekly Report
zh_tw: 週報

# analytics.weeklyOverview
source: Weekly Overview
zh_tw: 週總覽

# analytics.weeklyReport
source: Weekly Report
zh_tw: 週報

# auth.continue_as_guest
source: Continue as Guest
zh_tw: 以訪客身份繼續

# auth.sign_in
source: Sign In
zh_tw: 登入

# auth.sign_in_with_google
source: Sign in with Google
zh_tw: 使用 Google 登入

# common.cancel
source: Cancel
zh_tw: 取消

# errors.google_auth_failed
source: Google authentication failed
zh_tw: Google 認證失敗

# errors.invalid_credentials
source: Invalid credentials
zh_tw: 憑證無效

# errors.keychain_error
source: Keychain access error
zh_tw: 鑰匙串存取錯誤

# errors.network_error
source: Network connection error
zh_tw: 網路連線錯誤

# errors.server_error
source: Server error
zh_tw: 伺服器錯誤

# errors.token_expired
source: Session expired
zh_tw: 登入過期

# focus.availableRooms
source: Available Rooms
zh_tw: 可用房間

# focus.createFirstRoom
source: Create your first focus room to study with others
zh_tw: 建立你的第一個專注房間與他人一起學習

# focus.createRoom
source: Create Room
zh_tw: 建立房間

# focus.focus
source: Focus
zh_tw: 專注

# focus.start_focus
source: Start Focus Session
zh_tw: 開始專注

# general.cancel
source: Cancel
zh_tw: 取消

# general.loading
source: Loading...
zh_tw: 載入中...

# general.ok
source: OK
zh_tw: 確定

# general.save
source: Save
zh_tw: 儲存

# habits.add_habit
source: Add Habit
zh_tw: 新增習慣

# habits.daily
source: Daily
zh_tw: 每日

# habits.habits
source: Habits
zh_tw: 習慣

# journal.ai_greeting
source: Hi! How was your day today?
zh_tw: 嗨！今天過得如何呢？

# journal.journal
source: Journal
zh_tw: 日記

# journal.your_thoughts
source: Share your thoughts...
zh_tw: 分享你的想法...

# language.en
source: English
zh_tw: 英文

# language.zh_tw
source: Traditional Chinese
zh_tw: 繁體中文

# privacy_notice
source: By signing in, you agree to our Terms of Service and Privacy Policy. Your data is encrypted and secure.
zh_tw: 登入即表示您同意我們的服務條款和隱私權政策。您的資料已加密並且安全。

# profile.profile
source: Profile
zh_tw: 個人檔案

# theme.auto
source: Auto
zh_tw: 自動

# theme.dark
source: Dark
zh_tw: 深色

# theme.light
source: Light
zh_tw: 淺色

# welcome_subtitle
source: Your AI-powered personal growth companion
zh_tw: 你的 AI 個人成長夥伴
